Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/facta/samediggi.fi/olggosaddimet/raporttat/sami_giellalaga_ollauvvan_jagiin_2004-2006.pdf.tmx
Source language: sme
Languages: smn

source: Sámegielat áššehasbálvalusain ja daid doaibmilvuođas galgá čoaggit jeavddalaččat áššehasmáhcaheami ja máinnašuvvon máhcahat galgá leat sámegielat bálvalusaid mihttáriid oassin ja árvvoštallamin sámegielat bálvalusaid doaibmilvuođas.
smn: Sämikielâlâš äššigâšpalvâlusâin já toi toimâmvuođâst kalga nuurrâđ merikooskâi äššigâšma câttâs já nomâttum macâttâs kalga leđe uássin sämikielâlâš palvâlusâi mittedemvuáháduv já

source: Áššehasaide galgá aktiivvalaččat dieđihit sin vuoigatvuođain ja sámi giellalága vuoigadahttán bálvalusain, ns.
smn: Äššigâššáid kalga aktiivlávt tieđettiđ sii vuoigâdvuođâin já säämi kielâlaavâ adelem vuoi

source: ovddidit sámegiela geavaheami sámi giellalága gáibidan vugiin.
smn: gâdvuođâin palvâlussáid, tâi talle ovdediđ sämikielâ kevttim säämi kielâlaavâ vaattâm vuov

source: Sámi giellalága eavttuid ollašuvvan lea maiddái jurddašanvuohkeášši sámiid ruovttuguovllus.
smn: Säämi kielâlaavâ iävtui tevdim sämikuávlust lii meiddei jurdâččemkoččâmâš. Uássin kieldâi

source: Gielddaid ovttaveardásašvuohtaplánaid ja dásseárvobarggu oassin gielddaid ja stáhta ossodagat galget lasihit bargiid diđolašvuođa sámiin, sin kultuvrras, servodatlaš sajádagas ja historjjás.
smn: oovtviärdásâšvuođâvuáváámijd já täsiárvupargo kalgeh kieldah já staatâ ohtâduvah lasettiđ pargeidis tiäđu sämmilijn, sii kulttuurist, ohtsâškodálâš sajaduvâst já historjást.

source: Dát diehtu lasihivčče áddejumi sámi giellalágan eavttuid hárrái.
smn: Taat tiätu lasettičij ibárdâs säämi kielâlaavâ iävtui kuáttá.

source: Buot sámeguovllu gielddaide ja stáhta ossodagaide galggašii ordnet doaibmasurggiid mielde máŋggakultuvrralaš-, ovttaveardásašvuohta ja dásseárvoskuvlejumi, gos gieđahallošedje ee. sápmelašvuhtii ja sámi giellaláhkii gullevaš áššit.
smn: váid kolgâččij orniđ toimâsuorgij mield maaŋgâkulttuurlâšvuođâ-, oovtviärdásâšvuođâ- já täsiárvuškovliittâs, mast kieđâvuššuuččii eres lasseen sämmilâšvuotân já säämi kielâlaahân

source: Sámeguovllu gielddat ja stáhta ossodagat galget doaimmaid ovddidettiin laktit doaimmaid ja virggiid nu, ahte dálá sámegielmáhtolaš bargit geavahuvvošedje gieldda dahje ossodaga sámegielat bálvalusaid / tulkonbálvalusaid buvttadeaddjin.
smn: Sämikuávlu kieldah já staatâ ohtâduvah kalgeh toimâidis oovdettijn ovtâstâllâđ tooimâid já viirgijd nuuvt, et tááláš sämikieltáiđusâš pargojuávkku kevttuuččij ävkkin kieldâ tâi ohtâduv

source: Dán bálvalusas galgá dieđihit áššehasaide.
smn: Taan palvâlusâst kalga tieđettiđ äš šigâššáid.

source: Gielddat ja stáhta ossodagat galget kártet doaibmasuorggisteaset bargi sámegielmáhtolaččaid ja diđoštallat sin vejolašvuođa ja gearggusvuođa doaibmat tulkan.
smn: Kieldâi já staatâ ohtâduvah kalgeh karttiđ toimâsuorgijnis pargee sämikieltáiđusâš pargeid já tiäđuštâllâđ sii máhđulâšvuođâ já haalu toimâđ tulkkân.

source: Juohke sámiid ruovttuguovllus doaibmi stáhta ja gieldda ossodagas galgá leat viiddes vuogádat sámegiela lohkama doarjumii.
smn: Sämikuávlu jyehi tuáimee staatâ já kieldâ ohtâduvâst kalga leđe tarbâšân vijđes vuáhádâh sämikielâ uápui tuárjumân.

source: Skuvlenvejolašvuođaid ja gielladáiddu váikkuhusa birra bálkái galgá aktiivvalaččat dieđihit bargiide.
smn: Škovlimmáhđulâšvuođâin já kielâtááiđu vaikuttâsâin pálkkátmân kalga aktiivlávt tieđettiđ pargeid.

source: Sámiid ruovttuguovllu gieldda ja stáhta bálvalusaid fálli ossodagat galget vuođđudit áššehasregistaraid, main albmana áššehasa miehtan áššehasregistarai, ja mas oidno dat sámegiella, mainna son háliida alcces bálvalusa.
smn: Sämikuávlu kieldâlâš já staatâlâš palvâlusâid fällee ohtâduvah kalgeh vuáđudiđ äššigâšregis terijd, main lii äššigâš mietâmâš äššigâšregisterân, já mast čiälgá tot sämikielâ, moin sun

source: Registaras galggašii albmanit dat, ahte háliidago áššehas njálmmálaš ja čálalaš bálvalusaid sámegillii.
smn: Registerist kolgâččij čielgâđ, et haalijd-uv äššigâš njálmálâš já kir jálâš palvâlusâid sämikielân.

source: Registtar galggašii leat aktiivvalaš anus álo áššehasdeaivvadeami oktavuođas ja dan vehkiin addošedje sámegielat bálvalusat.
smn: Register kolgâččij leđe aktiivlâš kiävtust ain äššigâškuáhtáámij ohtâvuođâst já ton vievâst puávtáččij čuosâttiđ sämikielâlâš palvâlusâid.

source: Ng. sámegiela giellalasi prosentuálalaš meari galggašii bajidit.
smn: Nk. sämikielâ kielâlase prooseentlâš mere kolgâččij luptiđ.

source: Dálá giellalassi ii movttiidahte sámegiela studeremii.
smn: Tááláš kielâlase ij movtijdit sä mikielâ luhâmân.

source: Bálkávuogádaga nuppástuhttima bokte sámegiela studeremis galgá bargat ekonomalaččat gánnáhahtti.
smn: Nubástutmáin pálkkááttemvuáháduv kalga sämikielâ luhâmist toohâđ eko noomlávt kyeditteijee.

source: Nu guhká go anáraš- ja nuortalašgiela oasil ii leat virggálaš gielladáiddu duođaštan / dohkkehanvuogádat (nugo gielladutkkus) ordnejuvvon, sámi giellaráđđi nammada áššedovdilávdegotti, man bargun lea dáhpáhus hávil duođaštit olbmo gielladáiddu anáraš- ja nuortalašgiela oasil.
smn: kode, mon pargon lii tábáhtuskuáhtásávt tuođâštiđ ulmuu kielâtááiđu aanaar- já nuorttâsä

source: Gieldda ja stáhta ossodagat galggašedje atnit bargoohcandilis dán duođaštusa seammaárvosažžan gielladutkosiin ja – duođaštusain nu guhká go anáraš- ja nuortalašgiela oasil ii leat vejolašvuohta gielladutkosii ja – duođaštussii.
smn: taam tuođâštus siämmááviärdásâžžân kielâtutkosáin já – tuođâštussáin nuuvt kuhháá ko aanaar- já nuorttâsämikielâ uásild ij lah máhđulâšvuotâ kielâtutkosân já – tuođâštusân.

source: Sámiid ruovttuguovllu virgeoapmahaččaid ja eará orgánaid sámegiela hálli bargiide galgá dáhkidit seammaárvosaš ekonomalaš vejolašvuođaid ja eará doarjjavuogádagaid studeret sámegiela go sámegiela máhtekeahtes bargiide.
smn: Sämikuávlu virgeomâhááh já eres pargoadeleijeeh kalgeh sämikielâ sárnoo pargei tähidiđ siämmáá-árvusijd ekonoomlâš máhđulâšvuođâid já eres toorjâvuáháduvâid luuhâđ sämikielâ

source: Gielddat galget gohcit sámi giellalága § 18 mielde oastobálvalusain ja gieldaovttastumiid doaimmas ahte sámiid gielalaš vuoigatvuođat ollašuvvet ja gáibidit, ahte bálvalusa lágideaddji orgánat čuvvot sámi giellalága ollašuvvama ja čuvvot sámi giellalága iežas doaimmas.
smn: tumij tooimâst et sämmilij kielâlâš vuoigâdvuođah olášuveh já vaattâđ, et palvâlusâi uárne jeijeeh čuávvuh säämi kielâlaavâ olášume já nuávditteh säämi kielâlaavâ jieijâs toimâinis.

source: Stáhta dahje láhkaásaheami guoskevaš evttohusat:
smn: Staatâ tâi lahâasâttâs kyeskee iävtuttâsah:

source: Sámi giellalága galgá nuppástuhttit (paragráffa § 31) nu, ahte lágas ásahuvvon gieldda vuođđobálvalusaid buvttadeaddji eará orgánat váldojit ja gieldaovttastumit main sámiid ruovttuguovllu gielda dahje oassi das lea fárus, maiddái Sámi giellalágas dárkkuhuvvon stáhtadoarjaga ollái (§ 31).
smn: Säämi kielâlaavâ kalga nubástutteđ (31 §) nuuvt, et lahâaasâtlâš kieldâlâš vuáđupalvâlusâid

source: Sámegielat vuođđooahpahusa ja beaivedikšuma galgá sierra buhttet maiddái sámeguovllu olggobeali guovllus stáhta váriin gielddaide.
smn: Sämikielâlâš vuáđumáttááttâs já peivitipšo kalga leđe sierânâssajanmäksimnáál staatâ ruu đâin kieldáid meiddei sämikuávlu ulguupiäláá kuávlust.

source: Stáhta galgá vuhtiiváldit doaimmas, ahte stáhtahálddahusa gánnáhahttivuođaprográmma eastá sámiid ruovttuguovllus sámegielat bargoveaga bálkáheami ja váttásmahttá sámi giellalága ollašuvvama.
smn: Staatâ kalga väldiđ vuotân toimâinis, et staatâhaldâšem pyevtitvâšvuođâohjelm iästá sämi kuávlust sämikielâlâš pargojuávhu pálkkááttem já áštá säämi kielâlaavâ olášume.

source: Gánnáhahttivuođaprográmma galgá ollašuhttit vuhtiiváldimiin sámi giellalága.
smn: Pyevtit vâšvuođâohjelm kalga olášutteđ väldimáin vuotân säämi kielâlaavâ.

source: Maiddái gielda- ja bálvalusortnetođastusas galgá vuhtiiváldit, ahte ođastus ii oaččo geahpedit sámegielat bálvalusaid.
smn: Meid kieldâ- já palvâ lemráhtusuđâsmitmist kalga väldiđ vuotân, et uđâsmittem ij uážu kepidiđ sämikielâlâš pal

source: Vejolaš gieldalaktimat eai oaččo hedjonahttit sámegielat bálvalusaid, vaikke gieldda veahkadatmearri nuppástuvašii suopmelašeanetlogu gieldan.
smn: Máhđuliih kieldâovtâstitmeh iä uážu hiäjusmitteđ sämikielâlâš palvâlusâid, veikkâ kieldâ olmoošmeeri muttuuččij syemmilâšeenâblohhoon.

source: Stáhta galgá jogo bidjat buot sámegielat bálvalusaid buvttadeami ruhtadeami sámedikki bokte dahje gohcit buorebut ruhtadeami geavaheami erenomážit guovttegielatvuođalasi mieđihettiin, ng. barggu ruhtadeapmi oažžu vástaga.
smn: Staatâ kalga jo-uv kanavistiđ puoh sämikielâlâš palvâlusâi pyevtittâsâi ruttâdem sämitige pehti tâi kocceeđ pyerebeht ruttâdem kevttim eromâšávt kyevtikielâlâšvuođâlase mieđeet

source: Almmoshálddahusa áššedikšunskoviid galggašii buot jorgalit sámegillii stáhta ja gieldda bealde.
smn: Staatâlâš já kieldâlâš almoshaldâšem ášástâllâmluámáttuvah kolgâččij puoh jurgâliđ sämi

source: Sámiid ruovttuguovllu olggobeale stáhta ossodagat ja ministeriijat galggašedje jorgalahttit sámiid guoskevaš lágaid ja riikkavuložiid dehaleamos vuoigatvuođaid ja geatnegasvuođaid guoskevaš dieđihančállosiid / prošyraid sámegillii.
smn: Sämikuávlu ulguupiälááh staatâ ohtâduvah já ministeriöh kolgâččii jurgâliđ sämmilijd kyes kee laavâid já kuávdášlâš aalmug vuoigâdvuođâid já kenigâsvuođâid kyeskee tieđettempá

source: Stáhta ođđa bálkávuogádagas sámegiela dáiddu galgá atnit bálkká bajideaddji ánsun álo sámiid ruovttuguovllus doaibmi stáhta ossodagain dahje fitnodatlágádusain, maid doaibmaguvlui sámiid ruovttuguovlu gullá.
smn: Staatâ uđđâ pálkkááttemvuáhduvâst kalga sämikielâ táiđu leđe päälhi loptejeijee ánsun ain sämikuávlust tuáimee staatâ ohtâduvâst tâi finnodâhlájádâsâst, moi toimâkuávlun sämikuáv

source: Stáhta galgá ovddidit doaimmain ja ruhtademiin sámegielat diehtojuohkima šaddama Supmii ja maiddái dahkat vejolažžan buot sápmelaččaid dásseárvosaš vejolašvuođaid čuovvut sámegielat ođđasiid jierpmálaš diibmomeare áigge.
smn: Staatâ kalga ovdediđ toimâinis já ruttâdmis vievâst sämikielâlâš tiäđusirdem šoddâm Suo mân sehe toohâđ máhđulâžžân puohâi sämmilij täsiárvulâš máhđulâšvuođâid čuávvuđ sämi

source: Stáhta galgá addit sámedikki bokte juohkinláhkai fásta mearreruđa sámegielat mánáid ja nuoraid riekkesdoaimma ruhtadeapmin.
smn: Staatâ kalga čujottiđ sämitige pehti jyehimnáál merikoskâsöš meriruuđâ sämikielâlâš párnái já nuorâi kerhotooimâ ruttâdmân.

source: Stáhta galgá guorahallamiin láhčit daid vuođđoprinsihpaid, maid mielde mearriduvvojit dat virgeoapmahaččat, maid sámi giellaláhka guoská virgeoapmahašdoaimma luonddu dihte.
smn: Staatâ kalga tulkkuumijnis rähtiđ taid vuáđuprinsiipâid, moi mield meriduvvojeh toh virge omâhááh, maid säämi kielâlaahâ kuáská virgeomâhâštooimâ luándu keežild.

source: Sámiid gielalaš vuoigatvuođaid sihkkarastima dihte sámi giellalága rihkkumušaid buktin riektevuogádaga ollái lea erenomáš dehalaš sámi giellalága ollašuvvamage dáfus.
smn: Sämmilij kielâlâš vuoigâdvuođâi visásmitmân säämi kielâlaavâ rikkomušâi pyehtim vuoi gâdvuođâvuáháduv pirrâdâhân lii uáli tehálâš säämi kielâlaavâ olášume-uv tááhust.

source: Rihkkumušaid čielggadeapmin ja eastadeapmin galgá ráhkadit čielga váidalus- ja sanktiovuogádaga.
smn: mušâi čielgiimân já estimân kalga rähtiđ čielgâ kuoddâlem- já ráŋgáštemvuáháduv.

source: Skuvlenvuogádaga guoskevaš evttohusat:
smn: Škovlimvuáháduv kyeskee iävtuttâsah

source: Jo ámmátoahpahusas galgá vuhtiiváldit sámegielmáhtolaš bargoveaga dárbbu ja dahkat vejolažžan sámegiela lohkama jo studerenáigge.
smn: 27 Juo áámmátškoliittâsâst kalga väldiđ vuotân sämikieltáiđusii pargojuávhu tášrbu já toohâđ máhđulâžžân sämikielâ luuhâm juo škovliittâsääigi.

source: Videogáiddusoahpahusa bokte oahpahusa sáhttá ordnet Mátta-Supmiige.
smn: Videokáidusmáttááttâs pehti puáhtá máttááttâs orniđ Maadâ-Suomân-uv.

source: Erenomáš stuorra sámegielmáhtolaš bargiid váilevuohta lea polesis, Lappi heahteguovddážis ja sosiála- ja dearvvasvuohtasuorggis.
smn: Eromâš stuorrâ sämikielâtáiđusâš pargojuávhu tárbu lii poolisvuomijn, Laapi etikuávdáást já sosiaal- já tiervâsvuođâsyergist.

source: Sámiid ruovttuguovllu gielddaid vuođđooahpahusas ja nuppi dási oahpahusas galgá gieđahallat sámi giellalága ja gielalaš vuoigatvuođaid.
smn: 28 Sämikuávlu kieldâi vuáđumáttááttâsâst já nube tääsi máttááttâsâst kalga kieđâvuššâđ säämi kielâlaavâ já kielâlâš vuoigâdvuođâid.

source: Sámeguvlui ámmátbargoveaga skuvlejeaddji oahppolágádusaid oahpahusas (ee. Lappi universitehta, Oulu universitehta Giellagas-instituhtta ja pedagogihka dieđagoddi ja Roavvenjárgga ámmátallaskuvla, SOG ja polesámmátallaskuvla) galgá gieđahallat sámi giellalága ja dan geatnegasvuođaid.
smn: opâttâh, Oulu ollâopâttuv Giellagas-instituut já šoddâdemtiettui tieđâkodde sehe Ruávinjaar

source: Ovttaveardásašvuohtalága ja sámi giellalága vejolažžan dahkan positiivvalaš sierrameannudeami galgá geavahit ávkin viidásabbot skuvlenvuogádagas.
smn: 30 Oovtviärdásâšvuođâlaavâ já säämi kielâlaavâ máhđulâžžân toohâm positiivlâš sierânâskoh tâlem kalga kevttiđ ävkkin vijđásubbooht škovlimvuáháduvâst.

source: Sámegielat bálvalusaid galgá sihkkarastit jo skuvlenmuttus ng. sámedihtomeriin guovddáš skuvlensurggiin, gos gielladihtomearri ii vel leat.
smn: kalgâ turvâstiđ juo škovlimpaje ääigi nk. sämmilâštiätumeerijn kuávdášlâš škovlimsuorgijn, main kielâtiätumeeri ij vala lah.

source: Váldoáššis sámedikki guoskevaš evttohusat:
smn: Válduášálávt sämitige kyeskee iävtuttâsah:

source: Sámediggi galgá álggahit čielggadanbarggu sámegielat bálvalusaid sihkkarastimis ja ovddideamis sámiid ruovttuguovllu olggobealde ovttas vuoigatvuohtaministeriijain, sámeservviin ja vehádatáittardeaddjiin.
smn: 31 Sämitigge kalga algâttiđ čielgimpargo sämikielâlâš palvâlusâi tuurvâstmist já oovdedmist sämikuávlu ulguubeln oovtâst riehtiministeriöin, sämiseervijguin já ucceeblohováldálâžžáin.

source: Sámiid gielalaš vuoigatvuođaid ollašuvvama várás livččii ávkkálaš, jos sámediggi vuođđudivčče ovttas sámiid ruovttuguovllu gielddaiguin muhtinlágan giellaguovddážiid, main barggašedje sámegielmáhtolaš virgeolbmot ja doaibmaolbmot.
smn: 32 Sämmilij kielâlâš vuoigâdvuođâi olášutmân ličij ávhálâš, jis sämitigge vuáđudičij oovtâst sämikuávlu kieldâiguin mottoomlágánijd kielâkuávdáid, main toimâččii sämikieltáiđusiih

source: Guovddážiin sámit
smn: säämi kielâlaavâst já sämmilij kielâlâš

source: sáhtášedje boahtit ohcat sámegielat áššehasbálvalusa ja jearrat rávvagiid ja dieđuid ee. sámi giellalágas ja sámiid gielalaš vuoigatvuođain sámiid ruovttuguovllu gielddaid ja stáhta virgeoapmahaččain.
smn: vuoigâdvuođâin sämikuávlu kieldâi já staatâ virgeomâháin.

source: 33. Gielddat, stáhta ossodagat ja sámediggi galggašedje dutkat vejolašvuođaid vuođđudit oktasaš virggiid, maid vehkiin sámegielat bálvalusat sihkkarastošedje.
smn: 33 Kieldah, staatâ ohtâduvah já sämitigge kolgâččii tutkâđ máhđulâšvuođâid vuáđudiđ ohtsijd viirgijd, moiguin sämikielâlâš palvâlusah turvâstuuččii.

source: 34. Sámediggi galgá dieđihit aktiivvalaččat sámi giellalágas sámiide ja movttiidahttit sámiid geavahit sámegiela.
smn: 34 Sämitigge kalga tieđettiđ aktiivlávt säämi kielâlaavâst sämmiláid já movtijdittiđ sämmilijd

source: Sámediggi galggašii vuođđudit jagi gielladahku - bálkkašumi, mii mieđihuvvošii buoremusat sámiid gielalaš diliid buoridan stáhta dahje gielddaid ossodahkii dahje eará orgánai ja movttiidahttit ná positiivvalaččat virgeoapmahaččaid sámiid gielalaš diliid buorideapmái.
smn: 35 Sämitigge kolgâččij vuáđudiđ ive kielâtaho - palhâšume, mii mieđettuuččij pyeremustáá sämmilij kielâlâš tile pyeredâm staatâ tâi kieldâi ohtâdâhân tâi eres uážžoi já návt toovân

source: 36. Sámediggi galgá doaimmas fállat giellabálvalusaid maiddái sámegiellagiidda ja veahkehit sámiid sámegielat virgeoapmahaš áššedikšumis.
smn: 36 Sämitigge kalga toimâinis faallâđ kielâpalvâlusâid meid sämikieltáiđusáid já išediđ sämmi

source: Sámediggi galgá fállat dahje čujuhit dan orgána, mii bastá fállat sámi giellaláhkii ja sámekultuvrai laktáseaddji skuvlen- ja oahpahusbálvalusaid gielddaide, stáhta virgebáikkiide ja fitnodatlágádusaide.
smn: 37 Sämitigge kalga faallâđ tâi čäittiđ tom, kote pasta faallâđ säämi kielâlaahân já sämikulttuu rân kullee škovlim- já máttááttâspalvâlusâid kieldáid, staatâ virgáduvváid já finnodâhlájá

source: Sámediggi galgá skáhppot fásta ruhtadeami sápmelaš ollesolbmuide sámegiela lohkan- ja čállindáiddu skáhppomii ja čujuhit sámegiela skuvlema lágideaddji orgánaid.
smn: 38 Sämitigge kalga haahâđ pisovâš ruttâdem sämmilâš rävisulmuid sämikielâ luuhâm- já čääl limtááiđu hahâmân já čäittiđ tahheid, kiäh uárnejeh sämikielâ škovlim.

source: 39. Sámediggi ja stáhta galggašii doaimmain ja ruhtademiin dahkat vejolažžan sámegielat friija čuvgehusbarggu oahpahusa.
smn: 39 Sämitigge já staatâ kolgâččáin toimâidiskuin já ruttâdmijguin adeliđ máhđulâšvuođâ sämi

source: Boahttevaš sámi giellaláhkačielggadeami várás galggašii dutkat vejolašvuođa ovttastahttit ovttaveardásašvuohtalága ollašuvvama ja sámi giellalága ollašuvvama čuovvuma sámiid ruovttuguovllus.
smn: 40 Puáttee säämi kielâlahâčielgiittâs várás kolgâččij tutkâđ adeliđ máhđulâšvuođâ ovtâstiđ oovtviärdásâšvuođâlaavâ olášume já säämi kielâlaavâ olášume čuávvum sämikuávlust.

source: 41. Sámi giellaráđis vuođđuduvvo orgána, mas lea iežas iehčanasat hálddašuvvon giellaovddidanfidnuide dárkkuhuvvon meaarreruhta.
smn: 41 Säämi kielârääđist vuáđuduvvoo orgaan, mast lii jieijâs meriruttâ já mon puáhtá jiečânâs

source: Sámegiela doaimmahat nuppástuhtto giellaráđi vuollái gullevažžan ja sámegiela doaimmahat ovddiduvvo giellaguovddáža guvlui áššedovdin sámegiela guoskevaš gažaldagain.
smn: já sämikielâ toimâttâh ovdeduvvoo kielâkuávdáá suundán äššitobden sämikielâ kyeskee
